
"usdCountryCode" = "USD" ;
"usdCountryName" ="الولايات المتحده الامريكية";
"usdCurrFullName" ="الدولار الأمريكي" ;
"usdCurrShortName" ="دولار";

"egpCountryCode" ="EGP";
"egpCountryName" ="مصر";
"egpCurrFullName" ="الجنيه المصري";
"egpCurrShortName" = "جنيه";

"sarCountryCode" ="SAR";
"sarCountryName" ="السعودية";
"sarCurrFullName" ="الريال السعودي";
"sarCurrShortName" ="ريال";

"kwdCountryCode" ="KWD";
"kwdCountryName" ="الكويت";
"kwdCurrFullName"="الدينار الكويتي";
"kwdCurrShortName"="دينار";

"qarCountryCode"="QAR";
"qarCountryName"="قطر";
"qarCurrFullName"="الريال القطري";
"qarCurrShortName"="ريال";

"jodCountryCode"="JOD";
"jodCountryName"="الاردن";
"jodCurrFullName"="الدينار الاردني";
"jodCurrShortName"="دينار";

"bhdCountryCode"="BHD";
"bhdCountryName"="البحرين";
"bhdCurrFullName"="الدينار البحريني";
"bhdCurrShortName"="دينار";

"aedCountryCode"="AED";
"aedCountryName"="الإمارات";
"aedCurrFullName"="الدرهم الاماراتي";
"aedCurrShortName"="درهم";

"lbpCountryCode"="LBP";
"lbpCountryName"="لبنان";
"lbpCurrFullName"="الليرة اللبنانية";
"lbpCurrShortName"="ليرة";

"lydCountryCode"="LYD";
"lydCountryName"="لبيا";
"lydCurrFullName"="الدينار الليبي";
"lydCurrShortName"="دينار";

"tndCountryCode"="TND";
"tndCountryName"="تونس";
"tndCurrFullName"="الدينار التونيسي";
"tndCurrShortName"="دينار";

"yerCountryCode"="YER";
"yerCountryName"="اليمن";
"yerCurrFullName"="الريال اليمني";
"yerCurrShortName"="ريال";

"sypCountryCode"="SYP";
"sypCountryName"="سوريا";
"sypCurrFullName"="الليرة السورية";
"sypCurrShortName"="ليرة";

"dzdCountryCode"="DZD";
"dzdCountryName"="الجزائر";
"dzdCurrFullName"="الدينار الجزائري";
"dzdCurrShortName"="دينار";

"alertTitle" = "عذراً" ;
"alertMessage" ="من فضلك تأكد من وجود انترنت" ;
"alertCancel" = "إغلاق" ;

"shortLabel" = "أسعار العملات في";
"largeLabel" = "أسعار الدولار و العملات العربية اليوم بالمقارنة ب";

